Repository: mlf1/smsystem
Catalog: oscm/oscm_app/core/locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: oscm_admin_headerOfPersonalInfo
de: Persönliche Informationen
fr: Informations personnelles

source: oscm_admin_headerOfCommonSettings
de: Allgemeinen Einstellungen
fr: Paramètres communs

source: oscm_admin_headerOfPermissions
de: Berechtigungen
fr: Permissions

source: oscm_admin_headerOfUserSettings
de: Benutzereinstellungen
fr: Préférences de l'utilisateur

source: oscm_admin_passwordLabelOfUser
de: Passwort
fr: Mot de passe

source: oscm_admin_passwordConfirmationLabelOfUser
de: Passwort bestätigen
fr: Confirmation du mot de passe

source: oscm_admin_helpTextPassword2fUser
de: Bitte das gleiche Passwort zur Überprüfung nochmal eingeben.
fr: Saisissez le même mot de passe que précédemment, pour vérification.

source: oscm_admin_usernameOfUser
de: anmeldename/Benutzername
fr: pseudo

source: oscm_admin_emailAddressOfUser
de: e-Mail-Adresse
fr: adresse e-mail

source: oscm_admin_helpTextPasswordOfUser
de: <span id="passwordAdminHelpBlock" class="help-block"><strong>Info: </strong>Die Passwörter werden nicht als Klartext gespeichert, somit gibt es keine Möglichkeit das Passwort dieses Benutzers anzuschauen, allerdings kann das Passwort über <a href="password/">dieses Formular</a> geändert werden.</span>
fr: <span id="passwordAdminHelpBlock" class="help-block"><strong>Info: </strong>Les mots de passe ne sont pas enregistrés en clair, ce qui ne permet pas d'afficher le mot de passe de cet utilisateur, mais il est possible de le changer en utilisant <a href="password/">ce formulaire</a>.</span>

source: oscm_admin_noPasswordSet
de: Kein Passwort gesetzt.
fr: Aucun mot de passe défini.

source: oscm_admin_invalidPasswordFormatOrUnknownHashAlgo
de: Ungültiges Passwortformat oder unbekannter Hashing-Algorithmus.
fr: Format de mot de passe non valide ou algorithme de hachage non reconnu.

source: oscm_admin_headerOfCategory
de: OSCM Kategorie
fr: OSCM catégorie

source: oscm_admin_descriptionOfCategory
de: Beschreibung
fr: description

source: oscm_admin_helpTextDescriptionOfCategory
de: Sie können die Beschreibung von der Kategorie setzen.
fr: Vous pouvez mettre la description de la catégorie.

source: oscm_admin_creationDateOfCategory
de: Erstellungsdatum
fr: date de la création de la catégorie

source: oscm_admin_lastEditDateOfCategory
de: letztes Ausgabedatum
fr: date de la dernière modification de la catégorie

source: oscm_admin_headerOfCategories
de: OSCM Kategorien
fr: OSCM catégories

source: oscm_admin_creationDateOfProduct
de: Erstellungsdatum
fr: date de la création du produit

source: oscm_admin_lastEditDateOfProduct
de: letztes Ausgabedatum
fr: date de la dernière modification du produit

source: oscm_admin_nameOfProduct
de: Name
fr: nom

source: oscm_admin_codeOfProduct
de: Code
fr: code

source: oscm_admin_descriptionOfProduct
de: Beschreibung
fr: description

source: oscm_admin_helpTextDescriptionOfProduct
de: Sie können die Beschreibung von dem Produkt setzen.
fr: Vous pouvez mettre la description du produit.

source: oscm_admin_priceOfProduct
de: Einheitspreis
fr: prix

source: oscm_admin_quantityOfProduct
de: verfügbare Menge
fr: quantité disponible

source: oscm_admin_bookedQuantityOfProduct
de: vorbehaltene Menge
fr: quantité réservée

source: oscm_admin_minimumQuantityOfProduct
de: minimum Menge
fr: quantité miminum

source: oscm_admin_skuOfProduct
de: SKU
fr: SKU

source: oscm_admin_displayOfProduct
de: angezeigt
fr: affiché

source: oscm_admin_headerOfProduct
de: OSCM Produkt
fr: OSCM produit

source: oscm_admin_headerOfProducts
de: OSCM Produkte
fr: OSCM produits

source: Enter a valid URL
fr: Veuillez entrer une adresse URL valide

source: oscm_admin_descriptionOfSupplier
de: Beschreibung
fr: description

source: oscm_admin_helpTextDescriptionOfSupplier
de: Sie können die Beschreibung von dem Lieferant setzen.
fr: Vous pouvez mettre la description du fournisseur.

source: oscm_admin_creationDateOfSupplier
de: Erstellungsdatum
fr: date de la création du fournisseur

source: oscm_admin_lastEditDateOfSupplier
de: letztes Ausgabedatum
fr: date de la dernière modification du fournisseur

source: oscm_admin_addressOfSupplier
de: Adresse
fr: adresse

source: oscm_admin_websiteOfSupplier
de: Lieferant-Website
fr: site Web du fournisseur

source: Url must start with 'http://' or 'https://'.
fr: L'addresse URL doit commencer par 'http://' ou 'https://'.

source: oscm_admin_activeStatusOfSupplier
de: angezeigt
fr: affiché

source: oscm_admin_headerOfSupplier
de: OSCM Lieferant
fr: OSCM fournisseur

source: oscm_admin_headerOfSuppliers
de: OSCM Lieferanten
fr: OSCM fournisseurs

source: supplier (name: %(name)s, address: %(address)s)
de: Lieferant (Name: %(name)s, Addresse: %(address)s)
fr: fournisseur (nom: %(name)s, adresse: %(address)s)

source: OSCM Category details updated.
fr: Paramètres de la Categorie OSCM mis à jour.

source: OSCM Product details updated.
de: Aktualisierte Produktdetails.
fr: Paramètres du Produit OSCM mis à jour.

source: OSCM Product created.
de: Erstelltes Produkt.
fr: Produit créé.

source: OSCM Supplier details updated.
fr: Paramètres du fournisseur OSCM mis à jour.

source: oscm_admin_nbCartItemsLabelOfCart
de: Zahl der Artikel
fr: Nombre d'articles

source: oscm_admin_ownerOfCart
de: Besitzer
fr: propriétaire

source: oscm_admin_projectNameOfCart
de: Projektname
fr: nom du projet

source: oscm_admin_creationDateOfCart
de: Erstellungsdatum
fr: date de création du caddie

source: oscm_admin_lastEditDateOfCart
de: letztes Ausgabedatum
fr: date de la dernière modification du caddie

source: oscm_admin_requestedDueDateOfCart
fr: date d'échéance requise

source: oscm_admin_statusOfCart
de: Status
fr: status

source: oscm_admin_descriptionOfCart
de: Beschreibung
fr: description

source: oscm_admin_helpTextDescriptionOfCart
de: Sie können die Beschreibung von dem Warenkorb setzen.
fr: Vous pouvez mettre la description du caddie.

source: oscm_admin_headerOfCart
de: OSCM Warenkorb
fr: OSCM caddie

source: oscm_admin_headerOfCarts
de: OSCM Warenkörbe
fr: OSCM caddies

source: cart (status: %(status)s, owner: %(owner)s, project name: %(project_name)s, number of cart items: %(nb_cart_items)d)
fr: caddie (statut: %(status)s, propriétaire: %(owner)s, nom du project: %(project_name)s, nombre d'articles: %(nb_cart_items)d)

source: oscm_admin_statusOfCartItem
de: Status
fr: status

source: oscm_admin_helpTextStatusOfCartItem
fr: Précise si l'utilisateur peut utiliser cet article du caddie.

source: oscm_admin_quantityOfCartItem
de: Menge
fr: quantité de l'article du caddie

source: oscm_admin_totalPriceOfCartItem
de: Gesamtpreis
fr: prix total de l'article du caddie

source: oscm_admin_creationDateOfCartItem
de: Erstellungsdatum
fr: date de création de l'article du caddie

source: oscm_admin_lastEditDateOfCartItem
de: letztes Ausgabedatum
fr: date de la dernière modification de l'article du caddie

source: oscm_admin_headerOfCartItem
de: OSCM Artikel
fr: Article du caddie de OSCM

source: oscm_admin_headerOfCartItems
de: OSCM Artikel
fr: Articles du caddie de OSCM

source: oscm_admin_headerOfAddForm
de: OSCM Verwaltung
fr: Administration de OSCM

source: oscm_admin_popupHeaderOfAddForm
de: OSCM Verwaltung
fr: Administration de OSCM

source: oscm_admin_headerOfAdmin
de: OSCM Verwaltung
fr: Administration de OSCM

source: oscm_admin_home
de: Anfang
fr: Accueil

source: oscm_admin_historyOfUser
de: Geschichte
fr: Historique

source: oscm_admin_dateAndTimeOfHistory
de: Datum/Zeit
fr: Date/heure

source: oscm_admin_userOfHistory
de: Benutzer
fr: Utilisateur

source: oscm_admin_actionOfHistory
de: Aktion
fr: Action

source: oscm_admin_noChangeHistory
de: Dieses Objekt hat keine Änderungsgeschichte. Es wurde möglicherweise nicht über diese Verwaltungsseiten angelegt.
fr: Cet objet n'a pas d'historique. Il n'a probablement pas été ajouté au moyen de cette administration.

source: About OSCM application.
de: Über der OSCM Anwendung.
fr: A propos de l'application OSCM.

source: About OSCM
de: Über OSCM
fr: A propos de OSCM

source: This is OSCM's about page.
de: Das ist die <strong>Seite über OSCM</strong>.
fr: Ceci est la <strong>page concernant OSCM</strong>.

source: Home
de: Start
fr: Accueil

source: About
de: Über
fr: A propos

source: Admin
de: Verwaltung
fr: Administration

source: Log out
de: Abmelden
fr: Déconnexion

source: Log in
de: Anmelden
fr: Se connecter

source: oscm_nameOfApplication
de: OSCM Anwendung
fr: Application OSCM

source: Add cart
fr: Ajouter dans le caddie

source: Please correct the error below.
de: Korrigieren Sie bitte den aufgeführten Fehler unten.
fr: Corrigez l'erreur ci-dessous.

source: Please correct the errors below.
de: Bitte die unten aufgeführten Fehler korrigieren.
fr: Corrigez les erreurs ci-dessous.

source: Cancel
de: Abbrechen
fr: Annuler

source: Cart
de: Warenkorb
fr: Caddie

source: cart
de: Warenkorb
fr: caddie

source: Details
fr: Détails

source: Cart items
de: Artikel
fr: Articles du caddie

source: Update cart parameters
fr: Mise-à-jour des paramètres du caddie

source: name
fr: nom

source: price
de: Einheitspreis
fr: prix

source: quantity
de: Menge
fr: quantité

source: total price
de: Gesamtpreis
fr: prix total

source: status
fr: statut

source: No cart items
de: Keine Artikel
fr: Pas d'article dans le caddie

source: Carts
de: Warenkorb
fr: Caddies

source: carts
de: Warenkorb
fr: caddies

source: No carts
de: Kein Warenkorb
fr: Pas de caddie

source: Add category
de: Kategorie hinzufügen
fr: Ajouter catégorie

source: Categories
de: Kategorien
fr: Catégories

source: Suppliers
de: Lieferanten
fr: Fournisseurs

source: Products
de: Produkte
fr: Produits

source: categories
de: Kategorien
fr: Catégories

source: No categories
de: Keine Kategorie
fr: Pas de Catégorie

source: Category
de: Kategorie
fr: Catégorie

source: category
de: Kategorie
fr: catégorie

source: Update category parameters
fr: Mise-à-jour des paramètres de la catégorie

source: is_active
de: angezeigt
fr: affiché

source: No products
de: Kein Produkt
fr: Pas de Produit

source: No category at present.
de: Keine Kategorie zur Zeit.
fr: Aucune catégorie actuellement.

source: No product at present.
de: Kein Produkt zur Zeit.
fr: Aucun produit actuellement.

source: Product
de: Produkt
fr: Produit

source: product
de: Produkte
fr: produit

source: Update product parameters
fr: Mis-à-jour des paramètres du produit

source: address
de: Addresse
fr: adresse

source: website
fr: site Web

source: No suppliers
de: Keine Lieferant
fr: Pas de fournisseur

source: products
de: Produkt
fr: produits

source: Supplier
de: Lieferant
fr: Fournisseur

source: supplier
de: Lieferant
fr: fournisseur

source: Update supplier parameters
fr: Mise-à-jour des paramètres du fournisseur

source: suppliers
de: Lieferanten
fr: fournisseurs

source: No supplier at present.
de: Kein Lieferant zur Zeit.
fr: Aucun fournisseur actuellement.

source: No cart at present.
de: Keine Kategorie zur Zeit.
fr: Aucun caddie actuellement.

source: oscm_labelOfError403
de: Fehlende Zugriffsberechtigungen
fr: Permission refusée

source: oscm_idOfError403
de: fehler_403
fr: erreur_403

source: oscm_typeOfError403
de: Fehlende Zugriffsberechtigungen.
fr: Permission refusée.

source: Register
de: Registrieren
fr: Enregistrer

source: oscm_labelOfError404
de: Fehler 404
fr: Cette page n'a pas été trouvée

source: oscm_idOfError404
de: fehler_404
fr: erreur_404

source: oscm_typeOfError404
de: Fehler 404.
fr: Cette page n'a pas été trouvée.

source: oscm_messageOfError404
de: Entschuldigung, aber die angeforderte Seite konnte nicht gefunden werden.
fr: Désolé, mais la page demandée est introuvable.

source: oscm_labelOfError500
de: Server Fehler
fr: Erreur du serveur

source: oscm_idOfError500
de: fehler_500
fr: erreur_500

source: oscm_typeOfError500
de: Server Fehler.
fr: Erreur du serveur.

source: oscm_messageOfError500
de: Es ist ein Fehler aufgetreten.<p>Der Server-Admin wurde umgehend benachrichtig und wird sich in Kürze um den Fehler kümmern. Wir danken für Ihr Verständnis.</p>
fr: Une erreur est survenue.<p>Elle a été transmise par courriel aux administrateurs du site et sera corrigée dans les meilleurs délais. Merci pour votre patience.</p>

source: Back to top
de: Zurück nach oben
fr: Haut de page

source: Help
de: Hilfe ?
fr: Aide ?

source: © Bern University of Applied Sciences in Engineering and Information Technology, 2015
de: &copy; Berner Fachhochschule Technik und Informatik, 2015
fr: &copy; Haute école spécialisée bernoise Ingénierie et Technologie de l'information, 2015

source: Welcome to your OSCM's homepage.
de: Willkommen auf der Startseite Ihrer OSCM.
fr: Bienvenue à la page d'accueil de votre OSCM.

source: Welcome, %(oscm_username)s. Thanks for logging in.
de: Willkommen, %(oscm_username)s. Schön, dass Sie hier sind.
fr: Bienvenue, %(oscm_username)s . Merci de vous être connecté.

source: Welcome, new OSCM User. Please log in.
de: Willkommen, neue Benutzer. Bitte anmelden.
fr: Bienvenue, nouvel utilisateur. Connectez-vous.

source: Welcome to the OSCM application.
de: Willkommen bei der OSCM Anwendung.
fr: Bienvenue sur l'application OSCM.

source: Homepage of the OSCM application.
de: Startseite von der OSCM Anwendung.
fr: Page d'accueil de l'application OSCM.

source: Welcome, new OSCM User to the OSCM application.
de: Willkommen, neue OSCM Benutzer bei der OSCM Anwendung.
fr: Bienvenue, nouvel utilisateur sur l'application OSCM.

source: Please log in.
de: Bitte anmelden.
fr: Connectez-vous.

source: Or if you have not logged in before, then please register first.
de: Oder wenn Sie in vorher dann nicht geloggt haben, tragen Sie sich bitte erstens an.
fr: Ou si vous ne vous êtes pas connectés auparavant, alors inscrivez-vous en premier s'il vous plaît.

source: Account Settings
de: Kontoeinstellungen
fr: Paramètres du compte

source: Orders
de: Bestellungen
fr: Commandes

source: settings
de: einstellungen
fr: paramètres

source: Settings
de: Einstellungen
fr: Paramètres

source: Update settings
de: Update-Einstellungen
fr: Mise-à-jour des paramètres

source: register
de: registrieren
fr: enregistrer

source: Registration
de: Registrierung
fr: Inscription

source: Sign Up For Your Account
de: Registrieren Sie sich für ein Benutzerkonto
fr: Inscrivez-vous pour ouvrir un compte

source: Registration closed
de: Registrierung für neue Benutzer geschlossen
fr: Inscription close

source: Registration opened
de: Registrierung für neue Benutzer geöffneten
fr: Inscription ouverte

source: Registration is currently closed on this site.
de: Denn jetzt ist die Registrierung für neue Benutzer geschlossen.
fr: L'inscription est actuellement close sur ce site.

source: You can register your OSCM account.
de: Sie können Ihr OSCM Benutzerkonto registrieren.
fr: Vous pouvez enregistrer votre compte OSCM.

source: Registration completed
fr: Inscription complète

source: You must have an OSCM Account before.
de: Sie müssen eingeloggt sein, um diese Anwendung benutzen zu können.
fr: Vous devez être authentifié pour pouvoir utiliser cette application.

source: login
de: anmelden
fr: seConnecter

source: Authentication
de: Bestätigung
fr: Authentification

source: Log in to an existing account
de: Melden Sie sich bei einem bestehenden Konto an
fr: S'identifier avec un compte existant

source: Don't have an account ?
de: Noch keinen Account ?
fr: Vous n'avez pas de compte ?

source: logout
de: abmelden
fr: deconnexion

source: Are you sure you want to log out ?
de: Bist Du sicher, dass du Dich abmelden möchtest ?
fr: Etes-vous sûr de vouloir vous déconnecter ?

source: oscm_admin_usernameValidatorOfUser
de: Nur alphanumerische Zeichen [0-9a-zA-Z] sind erlaubt.
fr: Seuls les caractères alpha-numériques [0-9a-zA-Z] sont autorisés.

source: oscm_admin_firstNameOfUser
de: vorname
fr: Prénom

source: oscm_admin_lastNameOfUser
de: nachname
fr: Nom

source: oscm_admin_dateJoinedOfUser
de: mitglied seit
fr: date de création

source: oscm_admin_activeStatusOfUser
de: aktiv
fr: actif

source: oscm_admin_helpTextActiveStatusOfUser
de: Legt fest, ob dieser Benutzer aktiv ist. Kann deaktiviert werden, anstatt Benutzer zu löschen.
fr: Précise si l'utilisateur doit être considéré comme actif. Décochez ceci plutôt que de supprimer le compte.

source: oscm_admin_staffStatusOfUser
de: mitarbeiter-Status
fr: statut équipe

source: oscm_admin_helpTextStaffStatusOfUser
de: Legt fest, ob sich der Benutzer an der Administrationsseite anmelden kann.
fr: Précise si l'utilisateur peut se connecter à ce site d'administration.

source: oscm_admin_roleOfUser
de: rolle
fr: Rôle

source: oscm_admin_helpTextRoleOfUser
de: Sie müssen die Rolle für einen spezifischen Benutzer zwischen Vielfalten von gegebenen Rollen wählen.
fr: Vous devez choisir le rôle pour un utilisateur spécifique parmi les différents rôles donnés.

source: oscm_admin_languageOfUser
de: Sprache
fr: Langue

source: oscm_admin_helpTextLanguageOfUser
de: Sie können die Sprache für einen spezifischen Benutzer zwischen Vielfalten gegeben wählen Sprachen.
fr: Vous pouvez choisir la langue pour un utilisateur spécifique parmi les différentes langues données.

source: oscm_admin_authenticationModeOfApplication
de: Authentifizierungsmodus
fr: mode d'authentification

source: oscm_admin_helpTextAuthenticationModeOfApplication
de: Es gibt gerade die Django Authentifizierung.
fr: Il y a juste l'authentification Django.

source: oscm_admin_headerOfOSCMUser
de: OSCM Benutzer
fr: utilisateur OSCM

source: oscm_admin_headerOfOSCMUsers
de: OSCM Benutzer
fr: utilisateurs OSCM

source: oscm_admin_orderIdOfOrder
fr: Numéro de la commande

source: oscm_admin_statusOfOrder
de: Status
fr: status de la commande

source: oscm_admin_creationDateOfOrder
de: Erstellungsdatum
fr: date de création de la commande

source: oscm_admin_lastEditDateOfOrder
de: letztes Ausgabedatum
fr: date de la dernière modification de la commande

source: oscm_admin_dueDateOfOrder
fr: date requise

source: oscm_admin_deliveryDateOfOrder
fr: date de délivration

source: oscm_admin_notesOfOrder
fr: Notes

source: oscm_admin_helpTextNotesOfOrder
fr: Vous devez choisir le rôle pour un utilisateur spécifique parmi les différents rôles donnés.

source: oscm_admin_totalOfOrder
de: Gesamtbestell
fr: total

source: oscm_admin_headerOfOrder
de: OSCM Bestellung
fr: commande OSCM

source: oscm_admin_headerOfOrders
de: OSCM Bestellungen
fr: commandes OSCM

source: OSCM Account settings updated.
de: Aktualisierte Kontoeinstellungen.
fr: Paramètres de votre compte OSCM mis à jour.

source: I have read and agree to the Terms of Service
de: Ich habe die Nutzungsvereinbarung gelesen und stimme ihr zu
fr: J'ai lu et accepté les Conditions Générales d'Utilisation

source: You must agree to the terms to register
de: Sie müssen der Nutzungsvereinbarung zustimmen, um sich zu registrieren
fr: Vous devez accepter les conditions d'utilisation pour vous inscrire

source: OSCM Account created.
de: OSCM angelegte Benutzerkonto.
fr: Compte OSCM créé.

source: Your OSCM Account has been activated.
de: Ihr OSCM Konto ist aktiviert worden.
fr: Votre compte OSCM a été activé.

source: But your OSCM Account is not yet activated.
de: Aber Ihr OSCM Konto wird noch nicht aktiviert.
fr: Mais votre compte OSCM n'est pas encore activé.

source: Username
de: Benutzername
fr: Nom d'utilisateur

source: Password
de: Passwort
fr: Mot de passe

source: Remember Me
de: Auf desem Computer merken
fr: Se souvenir de moi

source: If checked you will stay logged in for 3 weeks.
de: Wenn diese Einstellung aktiv ist, werden Sie während 3 Wochen angemeldet.
fr: Si cette case est cochée vous resterez connecté pour 3 semaines.

source: This account is currently inactive.
de: Dieses Konto ist derzeit inaktiv.
fr: Ce compte est actuellement inactif.

source: The username and/or password you specified are not correct.
de: Der Benutzername und/oder das angegebene Passwort sind nicht korrekt.
fr: L'identifiant et/ou le mot de passe saisis ne sont pas corrects.

source: Change the current language '%(current_language)s' to '%(default_language)s'.
fr: Change la langue courante '%(current_language)s' par la langue par défaut '%(default_language)s'.

source: Change the current language '%(current_language)s' to the OSCM User's language '%(user_language)s'.
fr: Change la langue courante '%(current_language)s' par la langue choisie par l'utilisateur OSCM '%(user_language)s'.

source: oscm_settings_noAttribute
de: Sie haben das folgende Attribut nicht gesetzt
fr: Vous n'avez pas mis l'attribut suivant

source: German
de: Deutsch
fr: Allemand

source: English
de: Englisch
fr: Anglais

source: French
de: Französisch
fr: Français

source: oscm_cart_status_created
de: erstellt
fr: créé

source: oscm_cart_status_saved
de: gespeichert
fr: sauvé

source: oscm_cart_status_completed
de: ergänzt
fr: complété

source: oscm_cart_item_status_created
de: erstellt
fr: créé

source: oscm_cart_item_status_saved
de: gespeichert
fr: sauvé

source: oscm_cart_item_status_completed
de: ergänzt
fr: complété

source: oscm_order_status_created
de: erstellt
fr: créée

source: oscm_order_status_confirmed
de: bestätigt
fr: confirmée

source: oscm_order_status_cancelled
de: abgebrochen
fr: annulée

source: oscm_order_status_paid
de: bezahlt
fr: payée

source: oscm_order_status_completed
de: ergänzt
fr: complétée

source: oscm_order_status_archived
de: archiviert
fr: archivée

source: oscm_order_item_status_created
de: erstellt
fr: créé

source: oscm_order_item_status_confirmed
de: bestätigt
fr: confirmé

source: oscm_order_item_status_cancelled
de: abgebrochen
fr: annulé

source: oscm_order_item_status_paid
de: bezahlt
fr: payé

source: oscm_order_item_status_completed
de: ergänzt
fr: complété

source: oscm_order_item_status_archived
de: archiviert
fr: archivé

source: oscm_admin_headerOfImportantDates
de: Wichtige Daten

source: oscm_admin_headerOfStatus
de: Status

source: category (name: %(name)s)
de: Kategorie (Name: %(name)s)

source: product (name: %(name)s, quantity: %(quantity)d, unit price: %(unit_price)d, category: %(category)s, code: %(code)s)
de: Produkt (Name: %(name)s, Menge: %(quantity)d, Einheitspreis: %(unit_price)d, Kategorie: %(category)s, Code: %(code)s)

source: oscm_admin_totalAmountLabelOfCart
de: Gesamtsumme

source: cart (status: %(status)s, owner: %(owner)s, project name: %(project_name)s, number of cart items: %(nb_cart_items)d, total amount: %(total_amount)d)
de: Warenkorb (Status: %(status)s, Besitzer: %(owner)s, Projektname: %(project_name)s, Zahl der Artikel: %(nb_cart_items)d, Gesamtsumme: %(total_amount)d)

source: cart item (project name: %(cart_projet_name)s, product name: %(product_name)s, status: %(status)s, quantity: %(quantity)d, total price: %(total_price)d)
de: Artikel (Projektname: %(cart_projet_name)s, Produktname: %(product_name)s, Status: %(status)s, Menge: %(quantity)d, Gesamtpreis: %(total_price)d)

source: cart item (product name: %(product_name)s, status: %(status)s, quantity: %(quantity)d, total price: %(total_price)d)
de: Artikel (Produktname: %(product_name)s, Status: %(status)s, Menge: %(quantity)d, Gesamtpreis: %(total_price)d)

source: Contact
de: Kontakt

source: Catalogue
de: Katalog

source: catalogue
de: Katalog

source: description
de: Beschreibung
